[
  "To what do you attribute to your success?",
  "Have you named your genitals?",
  "Who is your alter ego?",
  "How do you predict you will die?",
  "How old do you feel?",
  "What's your greatest failure?",
  "What is the worst thing anyone has ever done to you?",
  "What are your most prized possessions?",
  "What's your boring superpower?",
  "A woman rapes a man and becomes pregnant. Would you support a law that gives the man the right to force termination of the pregnancy?",
  "Do you view 'social justice warriors' and 'the alt-right' as roughly equivalent in extremism, just on opposite sides?",
  "Are there any things on a dating profile that you agree with or also like, but find a turnoff that they listed it?",
  "How do you personally know when something is immoral?",
  "Have you ever dated someone who you felt was below your standards?",
  "If you had to name one thing you want that drives all your other wants, what would it be?",
  "What's a lie you wish you could stop telling yourself?",
  "Which is more accurate for you: I do things so that I can make money; or, I make money so that I can do things?",
  "What's the best thing someone could know about you that might help them?",
  "Would you rather be in the top 1% of wealth bracket in 1530, or the bottom 10% of wealth bracket in a modern-day town or city?",
  "You have a piece of art you really like hanging in your living room. One day you learn the artist has been convicted for rape. What do you do with the art piece?",
  "Would you rather lose the ability to sing or to swear?",
  "Would you rather drown a puppy or have everyone think you drowned a puppy?",
  "Can rape jokes ever be funny?",
  "Do you believe plants can feel pain?",
  "How susceptible are you to being brainwashed?",
  "How did your parents discipline you when you were a child?",
  "What was your greatest sacrifice?",
  "Would you press a button that doubled your IQ?",
  "Would you stomp a puppy to death to save a terminally ill child with < 6 months to live?",
  "Do you have someone you feel comfortable talking to about everything?",
  "If you had to name one thing you think others envy about you, what would it be?",
  "Is sex really about power?",
  "What's your relationship to buttplugs?",
  "Would you be willing to show your browsing history to everybody present? What if this didn't include porn?",
  "Would you date a prostitute?",
  "Would you rather change genders every time you sneeze, or be unable to tell the difference between babies and muffins?",
  "Would you rather lick someone else's butthole or your own butthole?",
  "Would you rather live a life where you are convinced you're doing good but really you're hurting the world, or a life where you're helping the world but you're convinced that you're failing to do so and actually hurting it?",
  "Would you rather your life be ended by yourself or others?",
  "Would you rather date a kind person with the exact opposite of your political views, or an unkind person who strongly agrees with your views?",
  "Assuming legality isn't an issue and all parties are informed and consenting, would you rather have sex with a 15 year old or a 50 year old?",
  "Do you have any enemies? If not, who is the closest to being your enemy?",
  "How do you know when someone is empathizing with you?",
  "If you woke up to an incredibly physically attractive stranger of your desired sex performing oral on you (without asking), would you feel positively or negatively?",
  "Should male circumcision be legal?",
  "You have the option of moving to one of two cities. In Omelas, 99% of people have 10/10 life quality, while the remaining 1% have 0/10 life quality. In Bergeron, everyone has 5/10 life quality. Which city do you move to?",
  "You're in a monogamous relationship. Your partner gets back late and says \"Honey, I just had sex with the new lifelike sex robot.\" Is this cheating?",
  "A woman says she's on birth control, and she has sex with a man without a condom. But she was lying — she was not on birth control. Is this rape?",
  "Are you more concerned with improving the world or improving yourself?",
  "Do you consider 'being at peace' to be the same thing as 'being happy'?",
  "Do you have any political or social opinions that you’re afraid to express out loud to your friends?",
  "Given the chance, would you fuck God given He won't judge you for it?",
  "Have you ever woke up from a dream, crying? What was the dream?",
  "Have you had enough sex this year?",
  "When was the last time you masturbated?",
  "Have you masturbated within the last week to someone you know personally, and also would feel uncomfortable telling them about it?",
  "How do you feel superior to other people?",
  "How do you treat yourself differently from the way you treat others?",
  "How much control do you feel you have over your own emotions?",
  "How often do you feel fear in your life",
  "How often do you feel pleased at others' misfortunes?",
  "If all sexism were magically and totally eliminated, would gender ratio of all jobs, ideologies, and communities reach 50/50?",
  "If there were a way to painlessly and permanently alter the thoughts of a person you know, who and what would you change?",
  "If you had a little teleportation portal, would you fuck yourself in the ass?",
  "If you press the button, America gets to elect the primary rulers for every other nation in the world — and the rest of the world collectively elects America's next president. Do you press the button?",
  "If you press the button, you enter a magical, permanent state where everything you want is automatically granted right before the want hits your conscious awareness. Besides \"you can't enter a state of desire\" or \"suicide,\" there are no limits in fulfilling what you want. Do you press the button?",
  "Is it easier for you to love or hate?",
  "Is there any kind of job or employment position in which it should be legal for an employee to refuse to serve a customer based on gender?",
  "Is there anyone whose life you value above your own?",
  "List the people listening to you answer this question in the order they would die in the apocalypse",
  "On an instinctual level, do you think of humans as part of nature or separate from nature?",
  "Regardless of how much you personally approve, would you be comfortable having a serious relationship with an active pornstar?",
  "Should people be allowed to sell themselves into slavery, given they are not coerced into the decision, and given full information about what it entails?",
  "There is a button before you. If you press it, the entire world loses the enchantment it feels when looking at super beautiful faces. Everyone can still see and recognize faces, but all faces feel equally attractive. Would you press the button?",
  "What grudges do you hold?",
  "What in your experience does language fail to capture?",
  "What is the most insidious ideology surrounding you in life?",
  "What vicious cycles do you find yourself in?",
  "What was your darkest night?",
  "What was your worst habit in your worst relationship?",
  "What's died in you?",
  "When was the last time you felt fear?",
  "When you feel an emotion, how often does it involve a physical bodily sensation in addition to a mental state?",
  "Where do you find fulfillment in your life?",
  "Which life lessons that you've learned would be most important for the people in this room to hear?",
  "What is the greatest current existential threat to humanity?",
  "Which race, generally speaking, has experienced greater oppression — blacks or jews?",
  "You find out your crush messages people more boring/ugly/dumb than you on dating sites. Does this reduce your attraction to them?",
  "You wake up in a body of the opposite sex. It takes years, but you eventually learn to operate in this body — how to navigate romantic/sexual dynamics and social expectations — about as well as people naturally born into this body. Do you predict you'd feel dysphoria?",
  "How often do you think about your own death?",
  "Have you ever had a plant that you really cared about?",
  "Who thinks you're dumb?",
  "\"Women are oversexualized in media and this should be stopped.\" Agree or disagree?",
  "In one room, a child is about to die. In the other room, a demon is about to increase unemployment in your country by 1% for 3 years. You can either save the child or kill the demon, but not both. Which do you choose?",
  "The button will turn your body to clay for 5 minutes so you can mold yourself. No undos or takebacks. Do you use the button?",
  "Do you ever enjoy not getting what you want?",
  "What's the most likely way that you might hurt those around you?",
  "When did you last do something for the first time? What was it?",
  "Would you rather be twice your size or half your size?",
  "Is it okay to become aroused by fantasies of actions that would result in serious harm if done in real life?"
]
