[
    "If you had to delete one park in San Francisco, which park would you choose?",
    "How much would you pay for an artificial womb? Assume it works perfectly and the babies are healthy.",
    "If you had to have a baby with a film director, which would it be?",
    "Tell us a story you've never told anybody else in this room.",
    "What is one game mechanic you would like to see used more often?",
    "What is one of your heresies — something unusual you believe that most people don't — in this friend group?",
    "If you had to pick a different career, what would it be?",
    "You can either have a pet mouse or a pet seal. Which do you choose and why?",
    "If you could build high-speed rail between any two cities in the United States, which cities would you choose?",
    "How old were you when you watched porn for the first time?",
    "It's kind of weird that we keep small canines in captivity, isn't it? Should we outlaw dog ownership?",
    "Is Jeff Koons (the balloon dog artist) a hack, an artistic genius, or just a good businessman?",
    "Are large language models fundamentally based on large-scale theft of copyright works?",
    "Do you have a morning routine? What is the most important part of it? What is the least important part of it?",
    "Is it ethically wrong to buy non-fair-trade / unsustainable coffee (or other goods) if you can afford fair-trade / sustainable coffee (or other goods)? What if you can only afford non-fair-trade / unsustainable?",
    "What is a mythical creature that you think no one in this group has heard of?",
    "What's your favorite language? Why?",
    "If you had to ban one article of clothing common in the West, what would it be?",
    "Which city in the world would you most prefer to raise a child in?",
    "Which media (books, movies, games, music, etc) do you seek out the least? Why do you think that is?",
    "Which sex toy do you think more people should own?",
    "In what way are you most stereotypical for a community you're in?",
    "In what way are you least stereotypical for a community you're in?",
    "When is the last time you read a textbook? Why don't you read them more often?",
    "List the top 5 stories, media, or works of art that have influenced you the most.",
    "Do you prefer subs or dubs?",
    "Do you think people in other cultures are fundamentally similar to you or fundamentally different?",
    "What is the most important software application you use on a regular basis?",
    "If you were desperately thirsty and someone handed you a delicious drink that you knew had trace amounts of semen in it, would you drink it?",
    "What is the strangest habit or tic that you have?",
    "If you read romance novels, why? If you don't read romance novels, why not?",
    "Do you think men and women are fundamentally the same or fundamentally different? How do you account for obvious statistical differences (e.g. men are stronger than women on average)? How do you account for trans and intersex folks?",
    "If you had to choose a different name for yourself, what would it be?",
    "Is it ethical to eat out? Is it ethical to order delivery? Is it ethical to have a surrogate pregnancy?",
    "What is your dream project?",
    "Should we domesticate raccoons? Why or why not?",
    "Do you drink alcohol? Do you take drugs? How about caffeine? If your answers are different, why are they different?",
    "What's a book / movie / musical / etc that you want to read / watch / see / etc, but probably never will. Why won't you?",
    "What's the dumbest thing you've done because you had a crush on someone?"
  ]
  